Repository: AvalancheBreakdown/desk-changer
Catalog: po/*/desk-changer.po
Languages: fr

source: Change with Profile
fr: Changer avec le profil

source: Remember Profile State
fr: Retirer l’état du profil

source: Update Lock Screen
fr: Actualiser l’écran de verrouillage

source: DeskChanger Settings
fr: Paramètres de DeskChanger

source: Profile changed to %s
fr: Profil changé pour %s

source: Notifications are now enabled
fr: Les notifications sont maintenant activées

source: Notifications are now disabled
fr: Les notifications sont maintenant désactivées

source: Wallpaper Changed: %s
fr: Fond d’écran changé : %s

source: Daemon Error: %s
fr: Erreur du démon : %s

source: DeskChanger Daemon
fr: Démon DeskChanger

source: Open Current Wallpaper
fr: Ouvrir le fond d’écran courant

source: Open Next Wallpaper
fr: Ouvrir le fond d’écran suivant

source: Desktop Profile
fr: Profil de bureau

source: Lock Screen Profile
fr: Profil de verrouillage d’écran

source: (inherited)
fr: (hérité)

source: (inherit from desktop)
fr: (hérité du bureau)

source: DeskChanger Daemon Status
fr: Statut du démon DeskChanger

source: DeskChanger Autostart Daemon
fr: Démarrage automatique du démon DeskChanger

source: Remember the profiles current/next wallpaper
fr: Retenir les profils actuel/prochain fond d’écran

source: Wallpaper Timer Interval (seconds)
fr: Interval du timer du fond d’écran (secondes)

source: Daemon
fr: Démon

source: Profile
fr: Profil

source: Update LockScreen Background
fr: Mettre à jour le fond de LockScreen

source: Lockscreen Profile
fr: Profil du LockScreen

source: Show Preview as Icon
fr: Montrer la prévisualisation en icône

source: Show Notifications
fr: Montrer les notifications

source: Integrate extension in system menu
fr: Intégrer l’extension dans le menu système

source: Next Wallpaper
fr: Prochain fond d’écran

source: Previous Wallpaper
fr: Précédent fond d’écran

source: The keybinding %s is already in use
fr: Le raccourci %s est déjà utilisé

source: Failed to update keybinding
fr: Échec de la mise à jour du raccourci

source: Modify
fr: Modifier

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Add
fr: Ajouter

source: Profile Name
fr: Nom du profil

source: Cancel
fr: Annuler

source: Remove
fr: Retirer

source: Are you sure you want to delete the profile "%s"?
fr: Voulez-vous vraiment supprimer le profil « %s » ?

source: Yes
fr: Oui

source: No
fr: Non

source: Path
fr: Chemin

source: Sub Folders
fr: Sous-dossiers

source: Add Image
fr: Ajouter une image

source: Add Folder
fr: Ajouter un dossier
